[{
	"name": "Poseidon",
	"image": "img/characters/poseidon.jpg",
	"bio": "<p>The pompous, chauvinistic God of the Sea who is having trouble adjusting to the far less luxurious lifestyle of a mortal in a modern day New Jersey town. He’s a simple man with a simple expectation: to be waited on hand and foot. And also poon. He’s used to living as one of the top Gods in Olympus with all of the perks that such a position provides, perks that he particularly enjoyed abusing. The key thing about Poseidon is that he’s not just a fish-out-of-water, he’s a downright self-absorbed and inconsiderate person. He was banished in the first place because he neglected his duties in favor of engaging in massive orgies and the like. He believes he can earn his way back into Olympus by doing mortal-y things and serving his punishment. But what Zeus really expects Poseidon to do is learn lessons about responsibility and respect through these experiences as a mortal. Poseidon, however, will never see that. So he’ll just continue to go through the motions of getting a job and paying rent, and doing so very badly. In a children’s show, we’d use the Mr. Miyagi technique of putting Poseidon through a trying or menial task, and then discovering at the end of the episode that there was a lesson to be learned from it. But, in our show, we know from the top that he is supposed to be learning a lesson, and we the audience watch him callously and obliviously avoid this lesson every step of the way, while still achieving his desired result. He always gets what he wants, but never earns it, which is what makes us love/hate him. It’s his greatest strength, it’s his biggest flaw, and it contributes to the longevity of the series.</p>",
	"index": 0
},{
	"name": "Pete",
	"image": "img/characters/pete.jpg",
	"bio": "<p>Lowly Pete is the guy you’ve looked at a million times, but never actually seen. He’s never cast a big shadow, or any shadow for that matter. Pete’s place is behind a book, but if you can see past his flimsy glasses, you will see eyes filled with patience, kindness and understanding. He graduated from college with a degree in mythology, and has grown into Red Bergs most adequate Museum tour guide. Until recently, he’s lived with his overly affectionate brother, Larry. However, Pete’s world is about to be turned upside down in the wake of his new roommate and Pete’s absolute antithesis, Poseidon. Whether he’s at work, or at the local coffee shop ogling his dream girl Molly, Pete strives to avoid the limelight whenever possible.</p>",
	"index": 1
},{
	"name": "Bucket",
	"image": "img/characters/bucket.jpg",
	"bio": "<p>Bucket is an enigma. He is wise and honest, yet surprisingly racist. He seems to have information on many various subjects; he uses his wealth of knowledge to try help out Poseidon, for better or worse. He lives in an ally and eats trash.</p>",
	"index": 2
},{
	"name": "Larry",
	"image": "img/characters/larry.jpg",
	"bio": "<p>Larry is nothing like his brother Pete. Larry’s goal: to make as many friends in this world as possible. Why? Because a new friend is like a nickel, you just can’t get enough! At least that’s what Larry would tell you. Larry is newly engaged to his fiancé Mary. Their relationship is so sweet it’s on the verge of being banned by Mike Bloomberg. The borderline asexual couple spends most of their time scrap booking, playing word games, and drinking decaf coffee. And that’s exactly how Larry likes it.</p>",
	"index": 3
},{
	"name": "Zeus",
	"image": "img/characters/zeus.jpg",
	"bio": "<p>Zeus is the regal and noble Lord of the Gods. He is much shorter than most people would imagine and just a tad full of him self, but hey, he’s the head hancho. Zeus is really the only one really doing his job as a God and this makes him very tired and very stressed. His brothers, sisters, sons, daughters and other incestuous family members all piss him off to no end; except maybe Athena and Aphrodite, his little angles.</p>",
	"index": 4
},{
	"name": "Hades",
	"image": "img/characters/hades.jpg",
	"bio": "<p>Hades has always been the artsy brother of the Big Three Olympian Gods. At a young age, he was fascinated with the theater. In high school he directed and starred in Olympus High School’s version of “Priscilla, Queen of the Desert”. Hades love of the arts was never shared by any of his family, so he decided to move into the basement of the world, and name it after himself, Hades. This caused a bit of distance between him and his family. When Kronos decided to eat all of his children, he spared Hades because he “doesn’t like fruit”.</p>",
	"index": 5
},{
	"name": "Mary",
	"image": "img/characters/mary.jpg",
	"bio": "<p>Fiancé of Larry and daughter of Gary and Carrie, Mary Barrie is the wholesome, all-American, picture-perfect housewife that Ellen Greene sang about in Little Shop of Horrors. Not one for adventure, her perfect night is spent playing non-confrontational board games over meatloaf and turning in at 9pm to get an early start on cooking breakfast tomorrow. Either despite or because of her joyful naivety, she is almost toxically accepting and patient.</p>",
	"index": 6
},{
	"name": "Molly",
	"image": "img/characters/molly.jpg",
	"bio": "<p>Molly is the image of the modern woman. She’s into dating but not relationships. She’s understanding, compassionate and hip—but not too hip. She’s not the type to draw attention to herself, just to get through the day as a barista, so she can hopefully pursue her passion for poetry.</p>",
	"index": 7
},{
	"name": "Meg",
	"image": "img/characters/meg.jpg",
	"bio": "<p>The perpetually miserable teenage cashier at Quickburger. Between the unruly customers (Bucket and a cast of bizarre regulars), her obnoxious new coworker (Poseidon) and her immature stoner boss (Bob), she endures the daily task of putting up with the worst people and zaniest antics that our universe has to offer. She’s always caught in the crossfire, she’s always stuck cleaning up afterwards, and she’s making minimum wage.</p>",
	"index": 8
},{
	"name": "Bob",
	"image": "img/characters/bob.jpg",
	"bio": "<p>Immature stoner boss. The quintessential pot head who somehow worked his way up to the position of manager at Quickburger. He has very little common sense and a whole lot of illegal paraphernalia.</p>",
	"index": 9
}]
